/* This is a mapping of BRError code failures to localized recovery suggestions */

/* kBRMediaPlayerSongPlaybackError*/
201 = "Pour revenir à l’écran précédent, appuyez sur le bouton Menu.";

/* kBRMediaPlayerNotResponding*/
202 = "Pour revenir à l’écran précédent, appuyez sur le bouton Menu.";


/* kBRMediaNoMovieFolderContent */
304 = "Assurez-vous que les films que vous avez créés ou téléchargés sont dans le dossier Séquences de votre dossier de départ.";

/* kBRMediaEmptyPlaylist */
310 = "";

/* kBRMediaNoSuchPlaylist */
311 = "Sélectionnez une autre liste de lecture.";

/* kBRMediaNoSuchSong */
312 = "Sélectionnez un autre morceau.";

/* kBRMediaNoSongForSlideshow */
316 = "Vérifiez les réglages de votre musique de diaporama puis réessayez.";

/* kBRMediaSongPlaybackErrorDuringSlideshow */
317 = "Vérifiez les réglages de votre musique de diaporama puis réessayez.";

/* kBRVideoUnplayable */
318 = "Le format n’est pas reconnu.";

/* kBRMediaRadioStreamUnplayable */
319 = "Le flux radio a expiré avant de pouvoir être lu.";


/* kBRRemoteMediaNoContent*/
350 = "";

/* kBRRemoteMediaNoPhotoContent */
351 = "";

/* kBRRemoteMediaNoPodcastContent */
352 = "";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "";

/* kBRRemoteMediaNoTVShowContent */
355 = "";

/* kBRRemoteMediaNoMusicVideoContent */
356 = "";

/* kBRRemoteMediaNoPlaylists */
357 = "";

/* kBRRemoteMediaNoSongContent */
358 = "";

/* kBRRemoteMediaNoAudioBookContent */
359 = "";

/* kBRRemoteMediaEmptyPlaylist */
360 = "";

/* kBRRemoteMediaLoadingError */
361 = "Vérifiez la source ou réessayez plus tard.";

/* kBRRemotePhotoSourceUnavailableError */
363 = "Vérifiez la source ou réessayez plus tard.";

/* kBRDataSourceConnectionInProgressError */
420 = "Veuillez patienter.";

/* KBRSystemNetworkHostUnreachable */
501 = "Vérifiez votre configuration de réseau et votre connexion.";

/* kBRSystemErrorTrailerSiteUnreachable */
502 = "Le site web Apple des bandes-annonces est indisponible. Réessayez ultérieurement.";

/* kBRSystemNotHDCPCompliant */
503 = "Pour visualiser ce contenu, assurez-vous que les moniteurs connectés prennent en charge la spécification HDCP.";

/* kBRSetupCantSetLanguage */
600 = "Réessayer.";


/* kBRDVDErrorCantInitializeDVDPlaybackAlert */
750 = "Une autre application est en train de lire un DVD. Retournez au bureau pour fermer cette autre application et réessayez.";

/* kBRDVDErrorCantEjectDVDAlert */
751 = "Une autre application est en train de lire le DVD. Retournez au bureau pour fermer cette autre application.";

/* kBRDVDErrorBadRegionCodeAlert */
752 = "Pour en savoir plus sur les codes de région, consultez l’aide Lecteur DVD.";

/* kBRDVDErrorBadDVDMediaAlert */
753 = "Le format n’est pas reconnu.";

/* kBRDVDErrorFatalDVDAlert */
754 = "Il y a un problème avec le disque.";

/* kBRCDErrorCantEjectCDAlert */
755 = "Une autre application utilise le CD. Retournez au bureau pour fermer cette autre application et réessayez.";


/* kBRInternalResourceError */
900 = "";


